[
  {
    "title": "デスクストレッチング",
    "description": "デスクに座ったまま行える全身ストレッチです。肩こりや腰痛の軽減、血行促進に効果的です。長時間のデスクワークで凝り固まった身体をほぐし、リフレッシュします。",
    "category": "light_exercise",
    "duration": 15,
    "locations": ["home", "office"],
    "fatigue_min": 5,
    "fatigue_max": 8,
    "steps": [
      "背筋を伸ばして座り、深呼吸を3回行います。",
      "首を右に倒し15秒キープします。左側も同様に行います。",
      "両腕を上に伸ばし、指先をできるだけ高く伸ばします。10秒キープします。",
      "上半身をゆっくり前に倒し、手を床に近づけます。無理せず15秒キープします。",
      "両手を頭の後ろで組み、肘を後ろに引きます。胸を開くように10秒キープします。",
      "両腕を大きく回します。前回りを10回、後ろ回りを10回行います。",
      "足首を回します。右足首を時計回りに10回、反時計回りに10回。左足首も同様に行います。",
      "深呼吸を3回行い、体の変化を感じます。"
    ],
    "benefits": [
      "肩こり・腰痛の軽減",
      "血行促進",
      "筋肉の緊張緩和",
      "集中力の回復"
    ],
    "scientific_basis": "デスクワーク中の短時間ストレッチは、筋骨格系の不快感を軽減し、パフォーマンスを向上させることが複数の研究で示されています。Fenety & Walker (2002) の研究では、1時間ごとの短時間ストレッチが腰痛を有意に減少させることが確認されています。また、Galinsky et al. (2007) の研究では、定期的な小休憩とストレッチが身体的不快感を減少させるだけでなく、作業効率も向上させることが示されています。"
  },
  {
    "title": "マインドフルネス呼吸法",
    "description": "5分間の集中呼吸法で、ストレスを軽減し、心を落ち着かせます。疲れた脳をリフレッシュするのに効果的です。",
    "category": "relaxation",
    "duration": 15,
    "locations": ["home", "office", "cafe", "commuting", "other"],
    "fatigue_min": 6,
    "fatigue_max": 10,
    "steps": [
      "快適な姿勢で座り、目を閉じるか、視線を一点に固定します。",
      "鼻から深くゆっくりと息を吸い、お腹が膨らむのを感じます。",
      "口からゆっくりと息を吐き、体の緊張が解けていくのを感じます。",
      "呼吸に意識を集中させ、息を吸うときと吐くときの感覚に注目します。",
      "思考が浮かんできたら、判断せずに認識して、呼吸に意識を戻します。",
      "この呼吸法を5分間続けます。",
      "最後に深呼吸を3回行い、ゆっくりと目を開けます。",
      "体と心の変化を感じます。"
    ],
    "benefits": [
      "ストレスホルモンの低減",
      "集中力の向上",
      "心拍数の安定",
      "精神的な疲労回復"
    ],
    "scientific_basis": "マインドフルネス瞑想の効果は科学的に実証されています。Chiesa & Serretti (2009) のメタ分析では、短時間のマインドフルネス実践でもストレスの軽減と集中力の向上に効果があることが示されています。特に、疲労状態では前頭前皮質の活動が低下しますが、マインドフルネス呼吸法がこの領域の活動を活性化させることがfMRI研究で確認されています。"
  },
  {
    "title": "目の疲れ解消エクササイズ",
    "description": "PCやスマホの長時間使用による目の疲れを和らげるための簡単なエクササイズです。眼精疲労の軽減や視力低下の予防に効果的です。",
    "category": "desk_work",
    "duration": 10,
    "locations": ["home", "office", "cafe", "other"],
    "fatigue_min": 4,
    "fatigue_max": 9,
    "steps": [
      "背筋を伸ばして座り、目の前の20cm程度の距離に親指を立てます。",
      "親指に20秒ほど焦点を合わせます。",
      "視線を遠くの物体（6m以上離れたもの）に移し、20秒ほど焦点を合わせます。",
      "近くと遠くの焦点合わせを3回繰り返します。",
      "両手を軽く擦り合わせて温め、目を閉じて手のひらで目を覆います（パルミング）。",
      "30秒ほど目を休め、暗闇を楽しみます。",
      "目を閉じたまま、上下左右に目を動かします。各方向5秒ずつ。",
      "最後に目を軽く閉じて、深呼吸を3回します。"
    ],
    "benefits": [
      "眼精疲労の軽減",
      "目の筋肉のリラクゼーション",
      "ドライアイの予防",
      "集中力の回復"
    ],
    "scientific_basis": "近年のデジタルデバイスの普及により、コンピュータビジョン症候群（CVS）が増加しています。20-20-20ルール（20分ごとに、20フィート（約6m）先を、20秒見る）は、アメリカ眼科学会が推奨する目の疲労軽減法です。Blehm et al. (2005) の研究によると、定期的な視覚休憩とフォーカス変更が眼精疲労の軽減に効果的であることが示されています。"
  },
  {
    "title": "集中力回復ポモドーロ",
    "description": "ポモドーロテクニックを用いた25分間の集中作業と5分間の休憩のサイクルです。疲労時の集中力を最大化し、効率的な作業を可能にします。",
    "category": "short_focus",
    "duration": 30,
    "locations": ["home", "office", "cafe"],
    "fatigue_min": 3,
    "fatigue_max": 8,
    "steps": [
      "取り組むタスクを一つ選びます。小さく具体的なものが理想的です。",
      "スマートフォンや専用アプリでタイマーを25分にセットします。",
      "タイマーが鳴るまで、選んだタスクだけに集中します。他の誘惑や割り込みは全て無視します。",
      "25分経ったら、タイマーを5分にセットして短い休憩を取ります。",
      "休憩中は完全に作業から離れ、立ち上がって伸びをしたり、水を飲んだり、窓の外を眺めたりします。",
      "5分後、再び25分の集中タイムに戻ります。",
      "このサイクルを4回繰り返したら、長めの休憩（15〜30分）を取りましょう。",
      "作業の完了度と感想を簡単にメモしておくと、次回の参考になります。"
    ],
    "benefits": [
      "集中力の向上",
      "作業効率の増加",
      "疲労の蓄積を防止",
      "時間管理スキルの向上"
    ],
    "scientific_basis": "ポモドーロテクニックは、Francesco Cirillo によって1980年代に開発された時間管理法です。短い集中期間と定期的な休憩を組み合わせることで、脳の疲労を軽減しながら効率的に作業を進めることができます。Ariga & Lleras (2011) の研究によると、長時間同じタスクに取り組む場合、定期的な短い「タスクスイッチ」が注意力の低下を防ぐことが示されています。また、休憩を定期的に取ることで、ワーキングメモリのパフォーマンスが向上することもMeijman & Mulder (1998) の研究で明らかにされています。"
  },
  {
    "title": "カフェ瞬間リフレッシュ",
    "description": "カフェ環境で行える短時間の気分転換活動です。環境を活かした刺激的な思考転換で、疲れた脳に新鮮な視点をもたらします。",
    "category": "location_specific",
    "duration": 15,
    "locations": ["cafe"],
    "fatigue_min": 5,
    "fatigue_max": 9,
    "steps": [
      "スマートフォンやノートパソコンをしまい、カップを両手で包み込みます。",
      "飲み物の香りを意識的に楽しみ、温かさや冷たさを感じます。",
      "周囲の音や会話、雰囲気に意識を向け、カフェ特有の音環境を楽しみます。",
      "窓の外や店内の風景を観察し、普段見過ごしているような細部に注目します。",
      "紙ナプキンや手帳に、思いついたことや感じたことを自由に書き留めます。",
      "できれば見知らぬ店員や隣の席の人と短い会話を交わします。",
      "思考の流れを変える質問を自分に投げかけます（例：「今日一番良かったことは？」「次に挑戦したいことは？」）",
      "最後に深呼吸を3回して、次の活動に移る準備をします。"
    ],
    "benefits": [
      "思考パターンのリセット",
      "創造性の活性化",
      "気分転換による疲労軽減",
      "社会的つながりの感覚"
    ],
    "scientific_basis": "環境の変化が認知機能に与える影響については多くの研究があります。Oppezzo & Schwartz (2014) の研究では、環境を変えることや歩くことが創造的思考を促進することが示されています。また、Mehta & Zhu (2009) の研究では、適度な環境音（カフェの雑音など）が創造的思考を促進する効果があることが明らかにされています。さらに、社会的つながりを感じることが、ストレスホルモンであるコルチゾールの減少につながることも、Cohen et al. (2015) の研究で示されています。"
  },
  {
    "title": "通勤電車マインドフルネス",
    "description": "移動中の電車内で行えるマインドフルネス実践です。通勤時間を活用して心を整え、職場や自宅に到着する前に気持ちをリセットできます。",
    "category": "location_specific",
    "duration": 15,
    "locations": ["commuting"],
    "fatigue_min": 4,
    "fatigue_max": 10,
    "steps": [
      "座っている場合は背筋を伸ばし、立っている場合は安定した姿勢を取ります。",
      "目を閉じるか、視線を一点に固定し、自分の呼吸に意識を向けます。",
      "電車の揺れや音、周囲の雰囲気を判断せずに観察します。",
      "体に触れている感覚（座席、手すり、地面など）に意識を向けます。",
      "頭の中で数を1から10まで数え、10に達したら1に戻ります。途中で思考が逸れても、気づいたら優しく数に戻ります。",
      "体の各部位に意識を向け、緊張を感じる部分があれば意識的に緩めます。",
      "次の駅に到着するまでの間、周囲の音や景色の変化に気づきを向けます。",
      "目的地に近づいたら、深呼吸を3回して、穏やかな気持ちで移動を終えます。"
    ],
    "benefits": [
      "通勤ストレスの軽減",
      "気持ちの切り替え",
      "注意力の向上",
      "感情のコントロール"
    ],
    "scientific_basis": "通勤は多くの人にとってストレスの原因となりますが、この時間をマインドフルネス実践に活用することで、ストレスを軽減できることが研究で示されています。Lally et al. (2010) の研究では、日常的な活動に新しい習慣を組み込むことで、その習慣が定着しやすくなることが明らかにされています。また、Kiken & Shook (2011) の研究では、短時間のマインドフルネス実践でも、ネガティブな思考パターンを減少させ、肯定的な気分を促進する効果があることが示されています。"
  },
  {
    "title": "創造的思考ウォーキング",
    "description": "歩きながら創造的な思考を促進する活動です。体を動かすことで脳の活動も活発になり、新しいアイデアや解決策が生まれやすくなります。",
    "category": "light_exercise",
    "duration": 30,
    "locations": ["other", "commuting"],
    "fatigue_min": 3,
    "fatigue_max": 7,
    "steps": [
      "考えたい問題やテーマを明確にします。",
      "人の少ない、安全な場所を選んで歩き始めます。",
      "最初の5分間は、ただ歩くことと呼吸に集中します。",
      "歩きながら、考えたいテーマについて自由に思考を巡らせます。",
      "興味深いアイデアが浮かんだら、歩くのを少し止めてメモを取ります（音声メモも効果的）。",
      "意識的に視点を変えてみます（例：「他の人ならどう考えるだろう？」「5年後から見るとどうか？」）。",
      "歩きながら、浮かんだアイデアを整理し、実行可能な次のステップを考えます。",
      "歩き終わる前に、得られたアイデアを振り返り、最も価値のあるものを選びます。"
    ],
    "benefits": [
      "創造性の向上",
      "思考の整理",
      "新しい視点の獲得",
      "軽い運動効果"
    ],
    "scientific_basis": "歩行と創造的思考の関連性については、スタンフォード大学のOppezzo & Schwartz (2014) による研究で実証されています。この研究では、座っている状態に比べて歩いている状態の方が、創造的なアイデアの生成が最大60%増加することが示されました。また、Slepian & Ambady (2012) の研究では、流動的な身体運動が流動的な思考を促進することが明らかにされています。さらに、自然環境の中で過ごすことが認知機能を回復させるという「注意回復理論」も、Kaplan (1995) によって提唱されています。"
  },
  {
    "title": "5分間パワーナップ",
    "description": "短時間の仮眠で脳を休ませ、疲労回復と集中力を取り戻します。オフィスや自宅で簡単に実践できるパワーナップ法です。",
    "category": "relaxation",
    "duration": 15,
    "locations": ["home", "office"],
    "fatigue_min": 7,
    "fatigue_max": 10,
    "steps": [
      "静かで邪魔されない場所を見つけます（可能であれば、照明を落とすか目隠しを使用）。",
      "スマートフォンのタイマーを15分（仮眠5分＋準備と起床時間10分）にセットします。",
      "椅子に座るか、可能であれば横になります。首や背中をサポートする姿勢が理想的です。",
      "深呼吸を数回行い、体の緊張を解きます。",
      "手足の先から順に、体の各部位の緊張を意識的に緩めていきます。",
      "「5分後にすっきり目覚める」という意図を心に留めます。",
      "自然に眠りに落ちることを許容し、タイマーが鳴るまで休みます。",
      "タイマーが鳴ったら、ゆっくりと伸びをして、数回深呼吸し、少しずつ活動を再開します。"
    ],
    "benefits": [
      "脳の疲労回復",
      "集中力の向上",
      "反応速度の改善",
      "創造性の促進"
    ],
    "scientific_basis": "短時間の昼寝（パワーナップ）の効果は、多くの研究で実証されています。NASA (1995) の調査では、26分の仮眠が警戒性を34%、パフォーマンスを54%向上させることが示されています。また、Mednick et al. (2002) の研究では、REM睡眠に入る前の短い仮眠でも認知機能が向上することが明らかにされています。さらに、Lovato & Lack (2010) のレビューでは、10分程度の超短時間仮眠でも最大3時間の覚醒効果が得られることが示されています。仮眠は特に疲労度が高い時に効果的であり、長すぎない時間で行うことが睡眠慣性（起きた後のぼんやり感）を防ぐ鍵となります。"
  }
]